{
  "page": 48,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/9ywA15OAiwjSTvg3cBs9B7kOCBF.jpg",
      "genre_ids": [
        18,
        10749
      ],
      "id": 337167,
      "original_language": "en",
      "original_title": "Fifty Shades Freed",
      "overview": "Believing they have left behind shadowy figures from their past, newlyweds Christian and Ana fully embrace an inextricable connection and shared life of luxury. But just as she steps into her role as Mrs. Grey and he relaxes into an unfamiliar stability, new threats could jeopardize their happy ending before it even begins.",
      "popularity": 8.6309,
      "poster_path": "/jjPJ4s3DWZZvI4vw8Xfi4Vqa1Q8.jpg",
      "release_date": "2018-01-17",
      "title": "Fifty Shades Freed",
      "video": false,
      "vote_average": 6.681,
      "vote_count": 8246
    },
    {
      "adult": false,
      "backdrop_path": "/5m5VhSN1lTk3egtrNzqNv5nwMuG.jpg",
      "genre_ids": [
        18,
        10749
      ],
      "id": 451,
      "original_language": "en",
      "original_title": "Leaving Las Vegas",
      "overview": "Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.",
      "popularity": 10.0352,
      "poster_path": "/wTrFpGe3U65kXTldIUxuM2hmOAK.jpg",
      "release_date": "1995-10-27",
      "title": "Leaving Las Vegas",
      "video": false,
      "vote_average": 7.249,
      "vote_count": 1567
    },
    {
      "adult": false,
      "backdrop_path": "/bPYxAInKgQbvLCUqDA3ZrMhx6Kq.jpg",
      "genre_ids": [
        18,
        10752
      ],
      "id": 293767,
      "original_language": "en",
      "original_title": "Billy Lynn's Long Halftime Walk",
      "overview": "19-year-old Billy Lynn is brought home for a victory tour after a harrowing Iraq battle. Through flashbacks the film shows what really happened to his squad – contrasting the realities of war with America's perceptions.",
      "popularity": 10.0346,
      "poster_path": "/vblJ5cTqZKg3DSyN1z8JxTUyf2Y.jpg",
      "release_date": "2016-11-10",
      "title": "Billy Lynn's Long Halftime Walk",
      "video": false,
      "vote_average": 6.018,
      "vote_count": 605
    },
    {
      "adult": false,
      "backdrop_path": "/gIwG9UWJLsiSBfaG5GJWGj9ghXD.jpg",
      "genre_ids": [
        27,
        9648,
        53
      ],
      "id": 713364,
      "original_language": "en",
      "original_title": "Clown in a Cornfield",
      "overview": "Quinn and her father have just moved to the quiet town of Kettle Springs hoping for a fresh start. Instead, she discovers a fractured community that has fallen on hard times after the treasured Baypen Corn Syrup Factory burned down. As the locals bicker amongst themselves and tensions boil over, a sinister, grinning figure emerges from the cornfields to cleanse the town of its burdens, one bloody victim at a time.",
      "popularity": 12.0274,
      "poster_path": "/goZfcH09i2b1YQ8nytG2ngFbJ94.jpg",
      "release_date": "2025-05-08",
      "title": "Clown in a Cornfield",
      "video": false,
      "vote_average": 6.097,
      "vote_count": 419
    },
    {
      "adult": false,
      "backdrop_path": "/e6wzyEh3RqJHmLvlpSeLXrP35nj.jpg",
      "genre_ids": [
        18
      ],
      "id": 950453,
      "original_language": "de",
      "original_title": "In einem Land, das es nicht mehr gibt",
      "overview": "It's 1989 in East Berlin: Suzie is kicked out of school shortly before she graduates from high school and has to defend herself as a worker in the cable factory. However, a randomly taken photo leads her to the fashion world of the GDR. The editor-in-chief Elsa Wilbrodt put her on the cover of Sibylle, the fashion magazine of the GDR. In the Berlin underground scene she made the acquaintance of the gay fashion designer Rudi and the photographer Coyote. Suzie must decide if she's brave enough to leave the old strands behind forever.",
      "popularity": 6.6413,
      "poster_path": "/aPCciODmLCQvdVdihd7mvl6sZDB.jpg",
      "release_date": "2022-10-02",
      "title": "In a Land That No Longer Exists",
      "video": false,
      "vote_average": 6.238,
      "vote_count": 40
    },
    {
      "adult": false,
      "backdrop_path": "/yYQDu8yX2zZaCa1hUWD24jq3JRu.jpg",
      "genre_ids": [
        35,
        14
      ],
      "id": 1097870,
      "original_language": "en",
      "original_title": "Dear Santa",
      "overview": "Likeable 6th grader Liam writes to Santa asking him to prove that he's real. But Liam is dyslexic and accidentally sends his letter to Satan instead, who shows up at Liam's house, excited to have his first fanboy letter and wanting a little of Liam's soul.",
      "popularity": 10.0202,
      "poster_path": "/fRbDHbGBXg6kwQYr3CRYeKPJW5q.jpg",
      "release_date": "2024-11-24",
      "title": "Dear Santa",
      "video": false,
      "vote_average": 6.3,
      "vote_count": 433
    },
    {
      "adult": false,
      "backdrop_path": "/4DZxWNSAyksN6N3JkvpJ53Yq6zU.jpg",
      "genre_ids": [
        28,
        18,
        878
      ],
      "id": 263115,
      "original_language": "en",
      "original_title": "Logan",
      "overview": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.",
      "popularity": 11.3746,
      "poster_path": "/fnbjcRDYn6YviCcePDnGdyAkYsB.jpg",
      "release_date": "2017-02-28",
      "title": "Logan",
      "video": false,
      "vote_average": 7.82,
      "vote_count": 19987
    },
    {
      "adult": false,
      "backdrop_path": "/eJz2itHd6hjxS09VmrZb3JJFiof.jpg",
      "genre_ids": [
        99
      ],
      "id": 625083,
      "original_language": "es",
      "original_title": "Franco on Trial: The Spanish Nuremberg?",
      "overview": "Franco on Trial is the new film by Dietmar Post and Lucía Palacios. After the success of Franco's Settlers, their first encounter with Franco's dictatorship, they are now setting their sights on one of the darkest chapters of European history: the presumed organized extermination that took place during the coup, the war, and the subsequent dictatorship led by Franco, as well as Argentina's current effort, by invoking the principle of universal jurisdiction, to prosecute Francoists accused of committing crimes against humanity. The film is also a sore reminder of an issue that still stands today: the clear-cut accountability held by Germany, Italy, and Portugal. The film accomplishes to give both sides a voice - those against whom the killing has been directed; and the side of the perpetrators.",
      "popularity": 3.7522,
      "poster_path": "/q5Lpxy4Qivy0ntldGZtP1HRSuEA.jpg",
      "release_date": "2018-02-20",
      "title": "Franco on Trial: The Spanish Nuremberg?",
      "video": false,
      "vote_average": 0.0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/f1RpiMkkJeMBxdz1IX7SpKwS5Tj.jpg",
      "genre_ids": [
        35,
        10749
      ],
      "id": 2830,
      "original_language": "en",
      "original_title": "My Boss's Daughter",
      "overview": "When a young man agrees to housesit for his boss, he thinks it'll be the perfect opportunity to get close to the woman he desperately has a crush on – his boss's daughter. But he doesn't plan on the long line of other houseguests that try to keep him from his mission. And he also has to deal with the daughter's older brother, who's on the run from local drug dealers.",
      "popularity": 9.5556,
      "poster_path": "/6z6ehjP1GyMLFeja9pHGGZb9B2.jpg",
      "release_date": "2003-08-21",
      "title": "My Boss's Daughter",
      "video": false,
      "vote_average": 5.043,
      "vote_count": 714
    },
    {
      "adult": false,
      "backdrop_path": "/nSV1NIAK0Sp5dM1oiobtqbJ8Jrv.jpg",
      "genre_ids": [
        27,
        9648
      ],
      "id": 9286,
      "original_language": "en",
      "original_title": "Final Destination 3",
      "overview": "High school senior Wendy's premonition of a deadly rollercoaster ride saves her life and a lucky few, but not from death itself — which seeks out those who escaped their fate.",
      "popularity": 9.9979,
      "poster_path": "/p7ARuNKUGPGvkBiDtIDvAzYzonX.jpg",
      "release_date": "2006-02-09",
      "title": "Final Destination 3",
      "video": false,
      "vote_average": 6.147,
      "vote_count": 4398
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        10751
      ],
      "id": 1360031,
      "original_language": "nl",
      "original_title": "De Grote Sinterklaasfilm: Stampij in de bakkerij",
      "overview": "Sinterklaas is back in the country, so it's high time for the annual \"Great Gingerbread Baking Competition.\" Bakers from all over the country are vying for the title: Master Baker of the Year. Marco Marsepein is also determined to win, as he succeeds every year. His dearest grandmother's secret recipe has never let him down. But... this year, Bartus Bakker and his father are also vying for that coveted first place. The evil baking duo cunningly steals Marco's secret recipe and ruins his gingerbread dough. When Bartus Bakker wins the baking competition, Marco is utterly devastated. He decides to leave Sinterklaas's castle and return to his native Italy once and for all. But what would a great Sinterklaas celebration be without Marco Marsepein and his gingerbread?",
      "popularity": 5.8653,
      "poster_path": "/9N94Tvmh7x8M0VjZYxyo7Eu4xhF.jpg",
      "release_date": "2024-10-02",
      "title": "De Grote Sinterklaasfilm: Stampij in de bakkerij",
      "video": false,
      "vote_average": 7.0,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": "/yaEUCwcNhd7lZl73BBliqtIhWTv.jpg",
      "genre_ids": [
        18,
        35,
        12
      ],
      "id": 1080936,
      "original_language": "it",
      "original_title": "L'ultima volta che siamo stati bambini",
      "overview": "Rome, summer 1943. Four children play war while the bombs of real war explode around them.  Italo is the rich son of the Federal, Cosimo has his father in confinement and an atavistic hunger, Vanda is an orphan and a believer, Riccardo comes from a wealthy Jewish family.  They are different but they don't know it and between them \"the greatest friendship in the world\" is born, impervious to the divisions of history that bloodies Europe.  But on October 16 the Jewish boy is taken away by the Germans together with over a thousand people from the Ghetto.  Thanks to Italo's father Federale, the three friends believe they know where he is and, to honor the \"spit pact\", decide to leave in secret to convince the Germans to free their friend.  Yet another imaginative mission becomes reality, the three children travel alone in an Italy exhausted by war, among disbanded soldiers, deserters, occupying German troops, exhausted and hungry populations.",
      "popularity": 7.292,
      "poster_path": "/xcqZ0x2PwXx9B7a4Kk3LFdineoO.jpg",
      "release_date": "2023-10-12",
      "title": "The Last Time We Were Children",
      "video": false,
      "vote_average": 7.136,
      "vote_count": 121
    },
    {
      "adult": false,
      "backdrop_path": "/muSeX7fnNw0pv4zHK7RSwZln6Hk.jpg",
      "genre_ids": [
        18,
        10402
      ],
      "id": 10376,
      "original_language": "it",
      "original_title": "La leggenda del pianista sull'oceano",
      "overview": "The story of a virtuoso piano player who lives his entire life aboard an ocean liner. Born and raised on the ship, 1900 learned about the outside world through interactions with passengers, never setting foot on land, even for the love of his life. Years later, the ship may be destroyed, and a former band member fears that 1900 may still be aboard, willing to go down with the ship.",
      "popularity": 10.5106,
      "poster_path": "/iOcbJ5pxokOPDRgieVDbsFMrCc6.jpg",
      "release_date": "1998-10-28",
      "title": "The Legend of 1900",
      "video": false,
      "vote_average": 8.2,
      "vote_count": 2371
    },
    {
      "adult": false,
      "backdrop_path": "/8VZt1Uo07F3CMhzpl8BjIzVOdBh.jpg",
      "genre_ids": [
        27,
        9648,
        53
      ],
      "id": 1202863,
      "original_language": "sv",
      "original_title": "Ur mörkret",
      "overview": "Park ranger Angelica seeks the help of her dog handler ex-boyfriend, Viktor, to search for a missing woman in a dangerous nature reserve in Sweden. The search is complicated by a disturbing myth about the Cave Banshee, a vengeful spirit from the Nordic folklore that once lured miners to their deaths in the reserve's treacherous caves. As they delve deeper into the forest, Viktor starts to question his own sanity and whether the rumored Banshee is more than just a myth. To make matters worse, Angelica and Viktor share a painful history with the haunted place. Viktor must now confront his troubled past and work together with Angelica to survive the night and unravel the mystery behind the woman's disappearance.",
      "popularity": 11.119,
      "poster_path": "/d49XZvGv6PucJNnbUjJegKkX1TM.jpg",
      "release_date": "2024-03-22",
      "title": "From Darkness",
      "video": false,
      "vote_average": 6.367,
      "vote_count": 15
    },
    {
      "adult": false,
      "backdrop_path": "/7FVuYMbCVIa32yMhrGmnaPAUYpJ.jpg",
      "genre_ids": [
        18,
        10749
      ],
      "id": 15450,
      "original_language": "en",
      "original_title": "Tyler Perry's The Family That Preys",
      "overview": "Wealthy socialite Charlotte Cartwright and her dear friend Alice Pratt, a working class woman of high ideals, have enjoyed a lasting friendship throughout several decades. Recently, their lives have become mired in turmoil as their adult children’s extramarital affairs, unethical business practices, and a dark secret threaten to derail family fortunes and unravel the lives of all involved. Charlotte and Alice decide to take a breather from it all by making a cross-country road trip in which they rediscover themselves and possibly find a way to save their families from ruin.",
      "popularity": 9.4001,
      "poster_path": "/2iztlY0BvlDa0HZkMnI4PlPrswd.jpg",
      "release_date": "2008-09-12",
      "title": "Tyler Perry's The Family That Preys",
      "video": false,
      "vote_average": 6.73,
      "vote_count": 89
    },
    {
      "adult": false,
      "backdrop_path": "/v3DSGwnAWHNKwAd6lxHoOoT0SYu.jpg",
      "genre_ids": [
        99,
        36
      ],
      "id": 990932,
      "original_language": "fr",
      "original_title": "L'Animographe, ou Je suis né dans une boîte à chaussures",
      "overview": "The amazing story of the animograph, a machine created in France in the sixties by the cartoonist and self-taught inventor Jean Dejoux (1922-2015), whose creation was intended to revolutionize the animation industry.",
      "popularity": 6.6758,
      "poster_path": "/qowWe3QominqjKNyiqU3c9LL8uO.jpg",
      "release_date": "2022-05-12",
      "title": "The Animograph, or I Was Born in a Shoebox",
      "video": false,
      "vote_average": 8.0,
      "vote_count": 3
    },
    {
      "adult": false,
      "backdrop_path": "/2QJP1w89KBQNKpuP7HBNpjabp4D.jpg",
      "genre_ids": [
        10749,
        18,
        35
      ],
      "id": 38328,
      "original_language": "it",
      "original_title": "Che ne sarà di noi",
      "overview": "A coming-of-age tale about three 18-year-olds just out of high school who go to a Greek island following one of the boys' older girlfriend.",
      "popularity": 7.0675,
      "poster_path": "/2gzBdD8heWCyJa34NW4biNjteHc.jpg",
      "release_date": "2004-03-05",
      "title": "What Will Become of Us",
      "video": false,
      "vote_average": 5.7,
      "vote_count": 186
    },
    {
      "adult": false,
      "backdrop_path": "/kl3rMfydlxyLDsZidSUCEWm8K0M.jpg",
      "genre_ids": [
        12,
        35,
        878
      ],
      "id": 39513,
      "original_language": "en",
      "original_title": "Paul",
      "overview": "For the past 60 years, a space-traveling smart-ass named Paul has been locked up in a top-secret military base, advising world leaders about his kind. But when he worries he’s outlived his usefulness and the dissection table is drawing uncomfortably close, Paul escapes on the first RV that passes by his compound in Area 51. Fortunately, it contains the two earthlings who are most likely to rescue and harbor an alien on the run.",
      "popularity": 11.9712,
      "poster_path": "/bX8TP2qRWh2OcmeUHGn1ENDkCu6.jpg",
      "release_date": "2011-02-14",
      "title": "Paul",
      "video": false,
      "vote_average": 6.734,
      "vote_count": 6065
    },
    {
      "adult": false,
      "backdrop_path": "/lyBH2mFFU6qrHwD5QKotL2JnEb6.jpg",
      "genre_ids": [
        28,
        35,
        53
      ],
      "id": 1195506,
      "original_language": "en",
      "original_title": "Novocaine",
      "overview": "When the girl of his dreams is kidnapped, everyman Nate turns his inability to feel pain into an unexpected strength in his fight to get her back.",
      "popularity": 9.9669,
      "poster_path": "/xmMHGz9dVRaMY6rRAlEX4W0Wdhm.jpg",
      "release_date": "2025-03-12",
      "title": "Novocaine",
      "video": false,
      "vote_average": 6.864,
      "vote_count": 1298
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        10402
      ],
      "id": 154101,
      "original_language": "fr",
      "original_title": "Les Enfoirés 2002 - Tous dans le même bateau",
      "overview": "",
      "popularity": 10.327,
      "poster_path": "/iXy38wQY3Ko4rnmWdo9cy2jwqPy.jpg",
      "release_date": "2002-02-22",
      "title": "Les Enfoirés 2002 - Tous dans le même bateau",
      "video": false,
      "vote_average": 7.5,
      "vote_count": 4
    }
  ],
  "total_pages": 35909,
  "total_results": 718177
}